let answers = {
    "f" : {
        "description" : "Вы — Чернобог.<br>Истинное воплощение зла. Поздравляю!",
        "image" : "img/diablo.jpg",
    } ,
    "v" : {
        "description" : "Вы — Дональд Дак нацист.<br>Поздравляю, вы завалили тест!  Дональд Дак - добрый и милый малый, замученный Гитлером, матерью Гитлера и отцом Гитлера. Не понимаю, как он попал в данную категорию.",
        "image" : "img/donaldnazy.jpg",
    } ,
    "ai" : {
        "description" : "Вы — Аид.<br>Всемогущий и сильный бог. Поздравляю!",
        "image" : "img/aid.jpg",
    } ,
    "s" : {
        "description" : "Вы — Клод Фролло.<br>Беспощадный и мстительный, вы не остановитесь ни перед чем в достижении своей цели. Поздравляю!",
        "image" : "img/frolo.jpg",
    } ,
    "i" : {
        "description" : "Вы — Изма.<br>Хитрая и гениальная. Поздравляю!",
        "image" : "img/izma.jpg",
    } ,
    "m" : {
        "description" : "Вы — Джафар.<br>Коварный колдун. Советую не связываться с ворами. Поздравляю!",
        "image" : "img/jafar.jpg",
    } ,
};