const quiz = [
    {
        "q": "Каков ваш зловещий план? 1/8",
        "a" : {
            "f": "Накрою тенью дерревню, призову неупокоенных и устрою шабаш",
            "v": "Посплю еще чуть-чуть",
            "ai" : "Сделаю своего врага смертным. А там посмотрим...",
            "s" : "Сожгу до тла весь Париж!!!!!",
            "i" : "Превращу своего врага в ламу!",
            "m" : "Найду доброго дурачка, чтобы он все сделал за меня"
        }
    },
     {
        "q": "Какую цель вы преследуете? 2/8",
        "a" : {
            "f": "ВСЕЛЕНСКОЕ ЗЛО!!!!",
            "v": "Хочу есть",
            "ai" : "Олимп будет моим!",
            "s" : "Я очищу от грешников эту землю",
            "i" : "Хочу стать имератрицей",
            "m" : "Меня манит могущество"
        }
    },
     {
        "q": "Вы когда-нибудь думали перейти на сторону добра? 3/8",
        "a" : {
            "f": "Вы меня спрашиваете? Я есть абсолютное зло",
            "v": "Штык за спиной не оставляет мне выбора",
            "ai" : "До конца дней своих буду проводить время в аду",
            "s" : "Я вершу волю Господа. Разве мои помыслы не чисты?",
            "i" : "Никогда!!!",
            "m" : "Нашли дурака"
        }
    },
       {
        "q": "Что насчет вашего врага? Какой он? 4/8",
        "a" : {
             "f":"Солнечный свет",
            "v": "Оркестр из Хирохито, Муссолини, Геринга и Геббельса",
            "ai" : "Сильный маскулистый полубог",
            "s" : "Рыжая бестия",
            "i" : "Хилый никчемный подросток",
            "m" : "Какой-то вор"
        }
    },
      {
        "q": "Как вы выглядите в своем зловещем облике? 5/8",
        "a" : {
             "f": "Я повелитель ада. Рога и крылья прилагаются!!!",
            "v": "В специализированной рабочей одежде",
            "ai" : "Надену какие-то старые лахмотья и буду доволен",
            "s" : "Черная одежда, черно-фиолетовая полосатая шляпа с красной кисточкой",
            "i" : "Больше фиолетового и перья - то, что нужно!",
            "m" : "Чёрный халат с красными рукавами, подпоясанный красным поясом. "
        }
    },
    {
        "q": " Какими способностями вы обладаете? 6/8",
        "a" : {
            "f": "Поднимать неупокоенные души при лунном свете",
            "v": "Закручивать снаряды",
            "ai" : "Я бог смерти.",
            "s" : "Моя способность это власть",
            "i" : "Могу сделать любое зелье!",
            "m" : "Я могу подчинить себе любого с помощью гипноза"
        }
    },
       {
        "q": "Какой у вас характер? 7/8",
        "a" : {
            "f": "Живое олицетворение истинного и абсолютного зла",
            "v": "Меня легко вывести из себя",
            "ai" : "Легко приходите в ярость и страдаете комплексом превосходства",
            "s" : "Бессердечный и чрезвычайно коррумпированный человек с садистскими наклонностями ",
            "i" : "Хитрый и властолюбивый злодей",
            "m": "Я аморальный психопат"
        }
    },
        {
        "q": "Где вы творите свои злодеяния? 8/8",
        "a" : {
            "f": "Я восседаю на лысой горе",
            "v": "У меня есть домик, но а так я работаю на заводе",
            "ai" : "В своем собственном царстве - в аду",
            "s" : "Париж, который я должен спасти",
            "i" : "Моя зловещая лаборатория находится в подвале замка. Жми на рычаг Кронк!",
            "m": "Дворец Султана"
        }
    }
];