let character_array = [
{
  name: "quasimodo",
  char_text: "<b>Квазимодо</b> (англ. Quasimodo) - главный герой анимационного художественного фильма Диснея 1996 года «Горбун из Нотр Дама». Квазимодо родился деформированным, имея сгорбленную спину, от которой фильм берет свое имя. Несмотря на свою ужасную внешность, Квазимодо очень наивен, добродушен и мало знает о мире за пределами своей колокольни, из которой ему запрещено выходить."
},

{
  name: "kuzco",
  char_text: "<b>Император Кузко</b> (англ. Emperor Kuzco) — протагонист диснеевского полнометражного мультфильма 2000 года «Похождения императора».Кузко — главный герой, чрезвычайно самолюбив, эгоистичен, очень ленив, не любит работать. Немного глуповат. Безумно влюблен в Мэлину, собирается жениться на ней. Император. На протяжении всего сериала превращается в зверей под воздействием зелий Измы. По его словам больше всего боится пауков и гравитации.Внешне он выглядит как худощавый черноволосый парень. В оригинале он ходит в национальном костюме инков.Как и положено царственной особе, император Кузко — очень занятой человек."
},

{
  name: "alladin",
  char_text: "<b>Алладин</b>(англ. Aladdin) — заглавный персонаж и протагонист одноимённого диснеевского полнометражного мультфильма 1992 года. Аладдин как и многие диснеевские протагонисты - умный, храбрый, добрый, забавный и т.д и т.п. У Аладдина было очень тяжелое детство (мать умерла слишком рано, а отца он никогда толком не знал) что отразилось на его характере - был вынужден воровать чтобы прокормить себя и Абу. Так же он очень добрый и благородный - так он отдаёт украденный им батон двум сиротам."
},

{
  name: "gerk",
  char_text: "<b>Геркулес</b> (англ. Hercules) — главный протагонист диснеевского полнометражного мультипликационного фильма 1997 года с тем же названием. Также появляется в сериале Однажды в сказке. Геркулес родился на Олимпе и был окружён любовью родителей. Но Аид узнал, что он помешает ему захватить мир. Поэтому он велел Боли и Панику похитить Геркулеса и сделать смертным. Геркулес обращается за помощью к сатиру Филоктету и вместе с верным крылатым конём Пегасом приступает к тренировкам. В результате протагонист возмужал, окреп, стал ловким и выносливым. У персонажа голубые глаза (полученные от матери) и рыжие волосы. В юном возрасте Геркулес был очень худым, но после многих тренировок с Филом стал атлетически сложен."
},

{
  name: "peter",
  char_text: "<b>Питер Пен</b>  (англ. Peter Pan) — главный персонаж и протагонист одноимённого диснеевского полнометражного мультфильма 1953 года. Питер — мальчишка 14-15-ти лет с необыкновенной способностью летать и никогда не взрослеть. Он живёт на острове Нетландии (англ. Neverland) вместе со своими друзьями — Пропащими Мальчишками и феей Динь-Динь. Питер невероятно предприимчив и отважен и немного инфантилен. Его любимыми занятиями являются битвы с пиратами, участие в дружеских боях с индейцами и слушание историй Венди о его приключениях. Порой Питер может показаться заносчивым и немного самовлюбленным. Будучи мальчиком он временами может быть довольно непрактичным и самонадеянным, но когда доходит дело до спасения его друзей, он становится гораздо более серьёзным и зрелым, чем любой взрослый человек."
},

{
  name: "maui",
  char_text: "<b>Мауи</b> (англ. Maui) — является девтерагнистом анимационного фильма Моана студии Disney, вышедшего в 2016 году. Мауи — наполовину Бог, наполовину смертный, всем крут. Главная его способность - менять облик, но он способен на это только если у него есть его волшебный крюк. А еще он весьма хорошо разбирается в мореходстве. Также Боги наделили Мауи невероятной силой, что позволило ему вытянуть гигантские острова из океана, притянуть ближе Солнце и обуздать ветер. Можно предположить, что он немного эгоистичный и высокомерный. Так он обманывает Моану, заманивая её в пещеру, а сам сбегает на её лодке."
},

{
  name: "maugli",
  char_text: "<b>Маугли</b>  (англ. Mowgli) — протагонист диснеевского полнометражного мультфильма 1967 года «Книга джунглей». Маугли - человеческое дитя, которого Багира, обнаружил в корзине на краю разорванной лодки в детстве, когда эта часть лодки лежала на скале, а ее задняя часть была обращена вверх. По-видимому, осиротевший Маугли был воспитан стаей волков, пока ему не исполнилось 10 лет. Однако угроза Шер-Хана заставляет стаю отослать его, и Багира решает отвезти его в соседнюю человеческою деревню для его защиты. В первой сцене фильма Маугли, будучи младенцем, был найден в потрепанном каноэ. Его биологических родителей нигде не было найдено, но подразумевается, что они умерли незадолго до того, как Багира обнаружил Маугли."
},

{
  name: "phineas",
  char_text: "<b>Финес Флинн</b> - главный герой мультфильма Финес и Ферб. Финес мальчик в семье Флинн-Флетчеров; является сыном Линды Флинн и приёмным сыном Лоренса Флетчера. В семье он один из трёх детей, остальные двое - его старшая сестра Кэндес и сводный брат, сын Лоренса, Ферб. У него есть любимый питомец - утконос Перри. Как и все остальные в семье, Финес не знает, что Перри секретный агент. Как оптимист, Финес всегда смотрит на любые вещи с хорошей стороны. Также он невероятно умён, изобретателен и креативен, и даже создаёт свои невероятные штуковины со своим братом Фербом. Благодаря своей дружелюбности, в воплощении своих идей у него всегда много помощников."
},

{
  name: "tarzan",
  char_text: "<b>Тарзан</b> (англ. Tarzan) — титульный персонаж и протагонист одноимённого диснеевского полнометражного мультфильма 1999 года. Также с языка обезьян, Тарзан означает - белая кожа. Имеет заостренное лицо. Светлая кожа. Мускулистое тело. Волосы коричневого цвета длинной до плеч. Зелёные глаза. На ногах набедренная повязка. Очень смелый и сильный. В детстве он показал что он такой как другие. Убил леопарда Сабора который убил его родителей. Он справедливый. Спас Джейн от бабуинов. Убив Клейтона, спас многих горилл. Он очень ловкий. По лианам прыгает как обезьяна. Ножом убил леопарда Сабора. Без оружия убил Клейтона у которого был нож. В книге мать Тарзана умирает от болезни, а отца убивает Керчак от которого Кала спасла малыша."
},

{
  name: "lishang",
  char_text: "<b>Ли Шанг</b> (англ. General Li Shang) — тритагонист диснеевского полнометражного мультфильма 1998 года «Мулан». 26 летний молодой офицер, которому поручено обучить новобранцев, среди которых была и Мулан. Всеми силами пытается доказать, что получил эту должность не только потому, что его отец — знаменитый генерал. Он — капитан армии Китая и сын генерала Ли. Шанг очень серьёзный человек. Так он пытается доказать, что способен командовать не потому что его отец - генерал, а потому что он сам этого достоин. Так же он очень серьёзно относиться к дисциплине и тренировкам. Считает, что хороший солдат должен уметь всё."
},

  {
    name: "beast",
    char_text: "<b>Чудовище</b> (англ. The Beast) — титульный персонаж и протагонист диснеевского полнометражного мультфильма 1991 года «Красавица и Чудовище». Он — принц, который был заколдован таинственной колдуньей в наказание за свою жестокость и эгоизм. Внешне Чудовище состоит из нескольких животных. Так его тело покрыто шерстью, а голова напоминает голову бизона или овцебыка. Ноги сильно напоминают волчьи, как и хвост. Передние конечности напоминают горилльи, т.к. человекоподобны. Его челюсти, зубы и грива позаимствованы у львов, а клыки — у кабана. Также у Чудовища голубые глаза, которые не меняют свой цвет независимо от того, принимает ли персонаж облик человека или монстра. Первоначально у Адама были отвратительные манеры - он был груб и высокомерен. Он так же судил по внешности и считал, что все его требования должны исполняться беспрекословно."
  },
{
  name:"eric",
  char_text:"<b>Принц Эрик</b> (англ. Prince Eric) — девтерагонист диснеевского полнометражного мультфильма 1989 года «Русалочка». Эрик очень добрый и общительный человек. Он так же очень любит море, что передалось его дочери. А также он очень красив, великолепен и невероятно прекрасен."
},
{
  name:"kristoff",
  char_text:"<b>Кристофф Бьоргман</b> (англ. Kristoff Bjorgman) — тритагонист диснеевского полнометражного мультфильма 2013 года «Холодное сердце» и его сиквела 2019 года. Кристоф — славный малый и настоящий любитель природы. Он живет высоко в горах, добывает лед и продает его жителям столицы Эренделла. Неотесанный с виду, Кристоф на самом деле — сильный, честный и преданный. Хотя поначалу может показаться, что он закоренелый одиночка, на самом деле он просто не очень ладит с людьми. Зато при нем всегда его лучший друг — очаровательный и очень сообразительный олень по имени Свен."
},
{
  name:"dindin",
  char_text:"<b>Динь-Динь</b> (по транслитерации Тинкер Белл, в некоторых переводах Динь-Дилинь; англ. Tinker Bell) — основной персонаж диснеевского полнометражного мультфильма 1953 года «Питер Пэн» и протагонистка франшизы и серии мультфильмов «Феи Disney». Она — бойкая и дерзкая фея, являющаяся подругой и помощницей Питера Пэна. Несмотря на свой милый внешний вид, Динь-Динь очень независимая, своевольная, дерзкая, упрямая, вспыльчивая и очень активная. При встрече с различными представителями женского пола (например, Венди) она часто становится раздражительной и недовольной, в основном из-за ревности."
},
{
  name:"prince",
  char_text:"<b>Принц</b> (англ. The Prince) — персонаж диснеевского полнометражного мультфильма 1937 года «Белоснежка и семь гномов». Справедливый, смелый, добрый, уступчивый. У принца короткие тёмно-коричневые волосы с полной бахромой и голубые глаза. Из одежды он носит  королевскую синюю тунику без рукавов с золотой отделкой и кремовым поясом, где он держит свой кинжал в ножнах.  Под его нарядом - белая рубашка с длинными рукавами, голубовато-серые брюки и кремовые сапоги со светло-коричневыми манжетами. Он также носит тёмно-красный плащ, который достигает его колен с чёрным ремнем спереди, который связан с его плащом."
}

  ]

