let character_array = [
{
  name: "aid",
  char_text: "<b>Аид</b> (англ. Hades) — главный антагонист диснеевского полнометражного мультфильма 1997 года «Геркулес». Он — древнегреческий бог подземного царства мёртвых. Аид является одним из самых популярных Злодеев Disney, а также одним из самых смешных из них. Несмотря на то, что Аид бог мёртвых, он достаточно живой. Он легко приходит в ярость, пытается шутить. Считает себя добрым парнем, который просто ненавидит Геркулеса. У Аида бледная кожа, что подчёркивает его связь с мёртвыми, и жёлтые глаза. Он носит чёрную тогу, состоящую из дыма. На голове вместо волос синее пламя, становящаяся красным когда Аид приходит в ярость. Как бог он всемогущ. Он может телепортироваться, создавать вещи и тому подобное. Часто швыряет огнём."
},

{
  name: "CaptainHook",
  char_text: "<b>Капитан Крюк</b> (англ. Captain Hook) — главный антагонист диснеевского полнометражного мультфильма 1953 года «Питер Пэн». Он — вспыльчивый и жестокий предводитель команды пиратов на борту Весёлого Роджера и заклятый враг Питера Пэна. Капитан Крюк — грозный и хитрый негодяй. Однако он часто выставляет себя дураком, но, несмотря на это, он довольно кровожаден. Например, в оригинальном мультфильме он насмерть застрелил одного из своих пиратов из-за его пения, а позднее в злости выбросил другого пирата за борт при помощи одного своего крюка. Крюк очень умён и хорошо умеет манипулировать другими. Капитан Крюк носит красивый красный сюртук, красные штаны и чёрные туфли. На месте левой руки у него крюк. Образ капитана дополняет широкополая шляпа. У Крюка густые чёрные волосы и тонкие усики"
},
{
  name: "cruella",
  char_text: "<b>Стервелла Де Виль</b> (по транслитерации Круэлла Де Виль; англ. Cruella De Vil) — главная антагонистка диснеевского полнометражного мультфильма 1961 года «Сто один далматинец». Она — богатая наследница и старая школьная подруга Аниты Рэдклифф. Имея нездоровую страсть к моде, она помешана на мехах и потому похищает 99 щенков-далматинцев, чтобы сшить из их шкурок меховое манто. Стервелла является одной из самых популярных и общепризнанных диснеевских персонажей всех времён. Стервелла известна своей грубостью и надменностью. Несмотря на то, что она любит внимание, Стервелла смотрит на других свысока и относясь к ним неуважительно, не проявляет ни сочувствия, ни заботы о ком-либо. Стервелла любит носить меховые шубы. Своеобразная мания. Одна сторона волос чёрная, другая белая."
},
{
  name: "doc",
  char_text: "<b>Доктор Фасилье</b> (англ. Doctor Facilier; также известен как Человек-тень, англ. The Shadow Man) — главный антагонист диснеевского полнометражного мультфильма 2009 года «Принцесса и лягушка». Он — злой колдун вуду, который хочет захватить власть над Новым Орлеаном при помощи своих «друзей из ада». Доктор Фасилье — хитрый мошенник, таинственный и грозный персонаж, который несёт нешуточную угрозу Принцу Навину и Тиане. Этот ловкий делец пользуется волшебными заклинаниями и «потусторонними связями», чтобы добиваться своих загадочных и опасных целей. Прекрасно разбирается в магии вуду. Может сделать куклу любого человека или изменить его внешность. Правда его сила скорее всего идёт от вуду-богов."
},
{
  name: "frolo",
  char_text: "<b>Клод Фролло</b> (англ. Claude Frollo) — главный антагонист диснеевского полнометражного мультфильма 1996 года «Горбун из Нотр-Дама». Судья представлен как бессердечный и чрезвычайно коррумпированный человек с садистскими наклонностями (во время прибытия Фэба во Дворец Правосудия), совершающий геноцид цыганского народа. Он добивается этого несмотря ни на что (сжигает дом мельника, подозревая его сотрудничество с цыганами, хотя тот ни в чем невиновен). Коварен, жесток, хитер, рассудителен, самодоволен, высокомерен, раздражителен и лицемерен. Несмотря на пожилой возраст Клод достаточно силен.  В начале мультфильма убил мать Квазимодо на ступенях собора, которую  обвинил в воровстве, но солгал горбуну (за совершенный им грех по велению архидьякона взял Квазимодо и воспитал). "
},
{
  name: "izma",
  char_text: "<b>Изма</b> (англ. Yzma) — главная антагонистка диснеевского полнометражного мультфильма 2000 года «Похождения императора». Она — бывшая советница императора Кузко, которая превращает его в ламу и пытается избавиться, чтобы провозгласить себя новой императрицей инков. Изма — главная злодейка, колдунья-неудачница, очень стара и некрасива. Старается завладеть троном, ликвидируя Кузко, либо мешая ему закончить школу, в одной серии ей это удалось, но Кузко выпутался из положения и вернулся к власти ,выдает себя за директора Амзи. Как было показано, Изму часто обзывают динозавром, что очень её раздражает. Внешне Изма похожа на другую злодейку - Стервеллу. Основные цвета её — чёрный и фиолетовый, причём в её наряде присутствуют перья, что показывает её пышность."
},
{
  name: "malefisenta",
  char_text: "<b>Малефисента</b> (по транслитерации Малефисент, в ранних переводах Дьяволина; англ. Maleficent) — главная антагонистка диснеевского полнометражного мультфильма 1959 года «Спящая красавица». Она — могущественная тёмная фея, наводящая ужас на королевство короля Стефана. Именно Малефисента наложила смертоносное заклятие на принцессу Аврору, желая тем самым поквитаться с её родителями, которые не пригласили гордую и мстительную колдунью на крестины дочери. Будучи воплощением абсолютного зла, Малефисента является заклятым врагом трёх добрых фей — Флоры, Фауны и Меривезы, которые делают всё, что в их силах, чтобы противостоять могуществу колдуньи и не позволять её коварным планам сбыться. Малефисента представляет собой живое олицетворение истинного и абсолютного зла, чья главная цель в жизни — сеять вокруг себя хаос и разрушение."
},
{
  name: "queen",
  char_text: "<b>Королева</b> (Дама) Червей (англ. Queen of Hearts) — главная антагонистка диснеевского полнометражного мультфильма 1951 года «Алиса в Стране чудес». Она — деспотичная, вспыльчивая и жестокая правительница Страны чудес, которая всегда предпочитает решать все свои проблемы одним способом — отрубать головы тем, кто разгневал её. Характер Королевы в точности соответствует характеру оригинала - она так же легко впадает в ярость и решает проблемы самым простым способом - отрубанием головы. Королева выглядит как крупная черноволосая дама. На голове у неё маленькая корона. Она носит чёрно-красное платье и веер в виде сердца."
},
{
  name: "shram",
  char_text: "<b>Шрам</b> (также известен как Така или Скар от англ. Scar — «шрам») — младший брат Муфасы, дядя Симбы. Является главным антагонистом анимационного фильма «Король Лев» и второго сезона анимационного сериала «Хранитель Лев». Шрам — поджарый, худощавый, гибкий, грациозный лев с тёмно-рыжей гладкой шерстью, негустой чёрной гривой, тёмными окантовками вокруг глаз, светлыми участками шерсти на морде и животе, заострённым чёрным носом и холодными изумрудными глазами. Его отличительная черта — тонкий розовый шрам, рассекающий левый глаз, благодаря которому лев и получил своё имя. Шрам умный, коварный, злой. Острый ум и проницательность позволяют ему строить честолюбивые планы. Он умеет манипулировать львами и оказывать на них негативное влияние."
},
{
  name: "ursula",
  char_text: "<b>Урсула</b> (англ. Ursula) — главная антагонистка диснеевского полнометражного мультфильма 1989 года «Русалочка». Урсула — зловещая морская ведьма, которая «помогает» невезучим морским обитателям для достижения её собственных целей. По своей природе Урсула очень мрачная и зловещая колдунья со своеобразным чувством юмора. Она печально известна среди всех жителей морей и одно ее упоминание вызывает у каждого трепет. Она очень тщеславна, коварна и властолюбива, но обладает искусным ораторским талантом. Урсула - опытная ведьма и ее магические способности, даже без трезубца, очень могущественны."
},
{
  name:"diablo",
  char_text:"<b>Чернобог</b> (англ. Chernabog) — главный антагонист сегмента «Ночь на Лысой Горе/Аве Мария» из диснеевского полнометражного мультфильма 1940 года «Фантазия». Будучи воплощением абсолютного зла, Чернобог, в отличии от других злодеев Disney, не обладает доминирующей личностью. Однако, многие материалы изображают его как монстра, который наводит ужас на всех, кто с ним сталкивается. Он является одним из самых могущественных злодеев."
},
{
  name:"shar",
  char_text:"<b>Шер-Хан</b> (англ. Shere Khan) — главный антагонист диснеевского полнометражного мультфильма 1967 года «Книга джунглей». Он – жестокий и кровожадный тигр, который во что бы то ни стало хотел убить Маугли. Шер-Хан представляет собой физическое воплощение силы и самообладания. Шер-Хан очень любит, когда его боятся. Он пользуется этим, чтобы чувствовать себя повелителем в джунглях. Также он не прочь поболтать со своей жертвой и помучить её, прежде чем покончить с ней. Будучи злопамятным, он готов месяцами выслеживать обидчиков, чтобы отомстить им за причиненный себе вред."
},
{
  name:"evil",
  char_text:"<b>Злая королева</b> (англ. The Evil Queen; или просто королева, англ. The Queen) — главная антагонистка диснеевского полнометражного мультфильма 1937 года «Белоснежка и семь гномов» и первая каноническая злодейка в истории полнометражных диснеевских мультипликационных фильмов. Она — тщеславная и завистливая мачеха принцессы Белоснежки, преисполненная решимости стать самой прекрасной женщиной на свете. Безумно завидуя красоте своей падчерицы и опасаясь, что та однажды превзойдет её собственную, одержимая королева решает избавиться от своей главной соперницы и в конечном итоге использует тёмную магию в виде отравленного яблока, чтобы раз и навсегда расправиться с Белоснежкой. О прошлом королевы ничего не упоминается, но, тем не менее, точно известно, что она обладала магическими способностями и имела большие знания в искусстве чёрной магии. В какой-то момент своей жизни она познакомилась и вышла замуж за овдовевшего короля, став мачехой его дочери от первого брака."
},
{
  name:"jafar",
  char_text:"<b>Джафар</b> (англ. Jafar) — главный антагонист диснеевского полнометражного мультфильма 1992 года «Аладдин» и главный герой и такой же злодей во втором. Он - заклятый враг Аладдина и его друзей. Джафар показан как аморальный психопат, который никогда не будет медлить, чтобы убрать любого, кого он считает угрозой для своих зловещих замыслов. Как и многие другие клинически диагностированные социопаты, Джафар на протяжении всего мультфильма носит метафорическую «маску нормальности и доброжелательности», изображая себя хладнокровным интриганом и завоевателем доверия людей из своего окружения, несмотря на его довольно неприятную внешность. Но даже с этой маской, асоциальные и садистские наклонности Джафара нередко просачиваются наружу, как, например, в начале мультфильма, когда он без всяких угрызений совести отправил вора Газима на верную смерть в Пещере Чудес, а позже сильно разгневался, когда тот не оправдал его ожиданий. "
},
{
  name:"hans",
  char_text:"<b>Принц Ханс Южных остров</b>  (англ. Prince Hans of the Southern Isles) — главный антагонист диснеевского полнометражного мультфильма 2013 года «Холодное сердце». Он - младший из тринадцати сыновей, обремененный неспособностью занять трон своей семьи на Южных островах. Отчаянно стремясь к власти и признанию, Ханс замышляет вместо этого править Эренделлом как королём посредством брака и цареубийства. На первый взгляд Ханс очень милый и добрый юноша, но является одним из самых негативных персонажей Дисней. Ханс был тринадцатым принцем Южных Островов, но он не мог стать королем, для этого ему надо было жениться на принцессе. Узнав о коронации Эльзы, он приплыл в Эрандел, где встретил юную принцессу Анну, которая очень жаждала любви. Принц предложил ей руку и сердце. Принцесса думала, что их любовь с Хансом будет вечной, но оказалось, что Ханс просто хотел заполучить трон в Эранделе и стать королём."
}
  ]
